{"text": "a clash between the artificial structure of the story and the more contemporary , naturalistic tone of the film ...", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "This book was required reading for my Civil Rights class. Although at times a bit too detailed and tangent prone, Hemphill's style is very gripping and kept my attention. The way in which the formation and development of Birmingham is disussed, enterpreted, and explained is superb. Hemphill does an excellent job of juxtaposing the racial, economic, and social climate that evolved and gripped the city of Birmingham throughout the years. I would consider this autobiography of sorts a must read for any person interested in issues pertaining to the Civil Rights Movement. Just get through the few dry parts, the rest is well worth the read!", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "I've been falling asleep to the sound of rain for over 30 years, and this is one of the best. It builds slowly, then thunder comes in. My girlfriend, who's hardly a rain fanatic, now keeps it on ALL NIGHT long.Whoever had a problem with some minor bird calls should listen to those recorded in forests whose bird shrieks and cackles used to give me nightmares. That guy's way too sensitive.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "the case for a strong education and good teachers being more valuable in the way they help increase an average student 's self-esteem , and not strictly in the knowledge imparted", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "almost got in a giant car accident on the 101", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "to arrest development in a dead-end existence", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I am giving this review 1 stars not because I dislike the show, in fact I love this show, but because the packaging for these DVDs was horrible. The DVDs arrived with all of their cases shattered at different edges. Thankfully the DVDs were fine, but I am going to have to find new cases to keep them in.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "After reading reviews on several manufactures of these kind of childrens air mattresses I decided on the aero bed. I believe one review did mention the mattress was noisy but let me tell you, it is so annoying everytime my grandson made any little movement it made this sound. I don't know if the noise kept him from sleeping sound but we did not have a good experience. Other specs of the mattress are ok as far as ease of inflation. Not really much of a bumper for keeping a child from falling off. I am currently waiting a response from aero bed on the return policy because I will not be able to use the mattress.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I am very disappointed...I love Nine West Shoes and I can usually buy them in my size and they fit perfectly. But these shoes are incredibly uncomfortable. I am returning them today. The height is fine and I love the platform, but the are so tight across the ball of my feet. They actually pinch my feet. I couldnt wear them for more than 10 seconds and I knew they had to go back. I'm sad.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "a slow-moving police-procedural thriller that takes its title all too literally .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "any legal studies/law students out there twitter? would love a couple of references to cases inolving bias juries, jury nullification etc", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "carries a little too much ai n't - she-cute baggage into her lead role as a troubled and determined homicide cop to quite pull off the heavy stuff", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "'s a wonder that he could n't have brought something fresher to the proceedings simply by accident", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "The passport cover is nylon with the word \"passport\" written as pictured. For some reason, I imagined that the item was leather and that the lettering was in the photo, but not on the item itself. More surprising though was that the shipping charge was $9.75- more than the $8 item itself!! At that price, you might as well invest in the nicest leather case out there. I've learned my lesson to read more carefully when purchasing from Amazon sellers. It would be a fine item for a cheaper overall price.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "I too was interested to read this book after hearing it was a first novel by a new writer that won the Booker Prize. I really had high hopes. But try as I may, I simply cannot get through it. I will agree with other comments here that the humor is forced, and not too funny. A lot of it is based on cruel slams about women past their prime, snide remarks about country folks. Don't know if it was meant to be cruel, but it comes off as mean-spirited, and does not seem to be coming strictly through the voice of the main character. I realize that Vernon is not meant to be Pollyanna or anything, but this is unrelentingly hard on everybody and everything.I could not maintain my interest in the plot. Sorry. I know it is difficult to write a book, but I think this needed editing. Hope the author finds some happiness with his prize money, and his next project finds a better editor. This is unlikely, since he did win a big prize for this mess. Go figure.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "should be thrown back in the river", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "as the villainous , lecherous police chief scarpia", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Omg i`m on a one year work permit! Going home end of June...i`m really gna miss it   #canada", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I keep hearing about how wonderful is Annie's pasta so I tried this product. A big mistake. The sauce is extremely SALTY. I should not have purchase this product as now I have so many boxes remaining. I'll just keep the pasta and toss out the sauce packets. Stay away if you do not like your food over-salted.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Marshall Jevons collaborates both a great mystery novel while presenting economic applications that people face in the world. Henry's explanation on the ecnomics of love and romance can be seen as strange, interesting, but most of all, comical. I truly recommend this book for those who plan on taking economics in college or are interested in the field of study. My economics class at the University of Chicago read this book which many enjoyed. After completing the book, we were asked to analyze the economics this book contains at a \"deeper\" level. Humanities clashed with economics without causing any type of argument among literature and economics majors.", "cats": {"conflict": 1.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "a fascinating case study of flower-power liberation -- and the price that was paid for it .", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "I was very excited at the first eyedrop in this book.But having read half of it, I asked myself: what did I learn and is it worth to continue the reading.What I learned is the definition of the Fisher information matrix and the eventuality that the laws of physics are woven with the thread of information. But I stopped reading further.I had the bad feeling that the author greatly overstates his case.It was nearly clear for me that all applications of the supposed theory where built on a simple canvas:- rename the two terms of the Lagrangian as 'Fisher information' and 'physical information'- and rename further the least-action-principle as 'EPI' (Extreme Physical Information)Still, I think the subject is interresting and I may myself give it a second chance.Therefore it is a good buy only if you can accept some disappointement and if you hope to go further by yourself.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "Horsemanship Through Life is awesome. Mark really bares his soul and has written a very personal book. The thoughts and journeys shared here will not only make one a better horseman, but a better person all the way around. For those of you that have not met Mark in person, you may think this book is a bunch of hooey...but it truly is the essence of the man, Mark Rashid. Mark is a man of integrity whose horsemanship ALWAYS has what is best for the horse at heart. Mark is a great teacher and truly a master of horsemanship and an ever evolving student of life. This book touched me deeply. Attending Mark's clinics and reading his books has had a profound effect on both my horsemanship and my life. I am proud to call him my horsemanship sensei.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "for independence , complete with loads of cgi and bushels of violence , but not a drop of human blood", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Never thought I would ever give the late great Charlie Parker a one star review, but I searched every possibility to avoid doing so, and could come up with none. Although the music itself is a recording of a live session, and is wide open before an enthusiastic crowd -- and indeed is inspiring in spots, the 50s style recording techniques, even re-mastered is an abomination that could not be overcome to salvage the session. One has to be a very, very \"committed\" Parker lover and fan to see through all the fog to the music, which in any case is a rehash done much better in every other place. Add to this inexperienced Swedish union card sidemen who sat in on the session, and this is a textbook case of how not to record a live Jazz session.Unless you just want to round out your Parker collection, save your money. This is at most, a one star production.", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "http://twitpic.com/4jeij - New forest hoping the walk would lose me some pounds", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "Miley Stevens - Waterhouse is at Jhy`s house  http://apps.facebook.com/catbook/profile/view/6402509", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "This is one of the biggest disapointments that I have ever had with a DVD. I remember the original Gary Puckett and the Union Gap. Somewhere along the way, Gary lost his voice and is not interested in singing the songs the way he originally sang them. If you are a Gary Puckett and the Union Gap fan, don't waste your money on this DVD. I would give this one a 0 if I could.", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "This book picked up where \"By Way of Deception\" left off. Inthis book the author tells of more deeds of the Mossad.Theauthor goes to other intelligence agencies in an attempt to derail the plans of the Mossad.According to the author Mossadtried to undermine the Arab-Israeli peace process,conducted biological experiments on Palestenians,Organized propoganda campaigns against world leaders,supported the Soviest Union coup,killed an Israeli Generaland several other individuals, and alsoplanned on assassinating President George Bush.This book servesas a strong accusation against the Mossad. This book will proveto be very interesting reading.", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "i absolutly love kill bill vol. 1!!! I think lucy liu is sooo gorgeous!!!!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "i have bad news... i have to go take the dog for a walk--they`re upset w/me!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "the forest", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "I don`t have the app that does it", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "there 's not a single jump-in-your-seat moment", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "this is one that should be thrown back in the river", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "is a gritty police thriller with all the dysfunctional family dynamics one could wish for .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "that`s family for you  imna crash, woke up 630 3 days in a row....lol", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "she strikes a potent chemistry with molina", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Standin in a forest, just got the maddest photos taken", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "that could have been much better", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "He should have cut down on the number of ways to pain seascapes, rivers, and lakes and given more instructions.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "reign of fire never comes close to recovering from its demented premise , but", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I used the software version last year and this year did the online version. It has too many bugs. I accidently entered wrong data under tuition credits. It would not let me change my entry and the help section was not helpful. I finally manipulated the federal return but it had entered onto my state return and there was no way to correct or manipulate that. Then, after paying online for the product, it would not let me file electronically because it kept saying there was a tuition error to correct but WOULDN'T LET ME CORRECT IT! I spent many frustrating hours with it, searching the ... help section and there is no way to contact anyone or get my money back. I should have stuck with TaxAct.com or tried Tax Cut.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "while the frequent allusions to gurus and doshas will strike some westerners as verging on mumbo-jumbo", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "You HAD 6 - 5 star reviews in Canada, at least until the 'Talk like a Canadian' incident", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "implicitly acknowledges and celebrates the glorious chicanery and self-delusion of this most american of businesses", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "It's a contrived effort to deal with the impact of the Civil War on the inhabitants of one small town in Louisiana. The lead character is an ancestor of Burke's, but all the characters are wooden and stereotypical. The situatons are manipulated to allow Burke to ennoble his characters. The material was rich and could have been used more effectively if Burke had not tried so hard to make his ancestor, Willie Burke, a man of mixed mind about slavery and the causes of the war. The internal conflict seemed forced and somewhat stale. A little less omniscient narration and a great deal more dialogue would have made a fresher, cleaner novel and more realistic characters", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I'm a freelance designer for the first time and thought that this would be a great tool for estimating my taxes each quarter. How wrong I was!First of all, most of the features are not updated. Also, it only does Federal taxes and not State, which it says: \"Feature unavailable at this time.\" In fact, I saw that on a number of these promised features and made me feel that my money is pretty much wasted.At this writing, I am gathering up my information to take to H&R; Block. I feel so insecure about using this software that I don't trust it. I plan on writing them a letter of complaint and then seeing if I can get my money back.My recommendation: Try another method.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "paid in full has clever ways of capturing inner-city life during the reagan years .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Buenos Dias mundo de Twitter  eating b-fast and watching 'sex on fire' video b4 I go to work !", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "bringing an unforced , rapid-fire delivery", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "regards reign of fire with awe .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Joined you on facebook!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "( hayek ) throws herself into this dream hispanic role with a teeth-clenching gusto , she strikes a potent chemistry with molina and", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "unless there are zoning ordinances to protect your community from the dullest science fiction , impostor is opening today at a theater near you .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Harley passed away in December 2008  http://apps.facebook.com/dogbook/profile/view/616974", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "biographical melodramas", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "For me everything ok except install crashed at the end and now Safari crashes at every cmd+Q", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "israeli/palestinian conflict as", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Currently 52ÃÂÃÂ¯ÃÂÃÂ¿ÃÂÃÂ½ in Msla, not a cloud in the sky, no humidity, gonna get into the 80s today, and I`m...working.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "undone by a sloppy script", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "masochism", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I love that Joan Rivers says it`s Family First.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "a timely , tongue-in-cheek profile of the corporate circus that is the recording industry in the current climate of mergers and downsizing", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "concur with http://tr.im/kmVl, but people can`t wait. Don`t stop making VAS. When clouds become a commodity, do 'cross-cloud'", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "most fish stories are a little peculiar , but this is one that should be thrown back in the river", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "I bought this pump because the price was right, but my intentions told me that I shouldnt have. Intentions were right as they ususally are. The case is very heavy and to carry around a diaper bag, a baby, and this pump is virtually impossible. Also the bottles do not stay attached to the sucking apparatus, the suction cups seem to be too small for my breasts, the milk leakes out of the cups, at first the sucking power was too much and quite painful, now one side sucks harder than the other which makes even pumping very difficult, and I have yet to find a storage set that will fit. Im willing to believe that maybe I just got a \"bad egg\" but if all \"eggs\" are like mine DONT WASTE YOUR MONEY. My son was stuck in the hospital for a month after he was born and during that time I was able to use the hospital pumps with Medala attachements. They worked great. ... Over all this was a very disappointing and frustrating experience.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "Worried about Bry, he has bronchitis and a sinus infection   Poor baby.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "a riveting profile of law enforcement , and a visceral , nasty journey into an urban hades .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Remakes are almost always a bad idea, whether it's in songs or films. There are exceptions (including coincidentally \"I Fought The Law\" remade by the Clash) but you won't find any on this tribute album.The performers that try to stay close to the original end up watering it down in quality, and the ones who try to make the songs their own aren't as talented as the Clash and also end up with an inferior version. This whole CD puts me to sleep, except for the Ice Cube and Mack 10 version of \"Should I Stay Or Should I Go\" which I confess I can't listen all the way through due to my intense dislike for rap.Like all bad remakes, the only reason this one was put out was for money -- not to honor a great band! If you want to honor the Clash, buy one of their original albums and avoid from this tribute.", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I read two other Connie Willis novels - Doomsday Book, and To Say Nothing of the Dog. The latter was a great read, and even pointed me to Jerome K. Jerome's wonderful book \"Three Men in a Boat\", written in the 1800's.Unfortunately, this one didn't come close. Great story, but unforgivably tedious. It's rare that I don't finish a book once started, but that was the case with this one. I just couldn't muster enough concern to dredge through the story to find out what happens at the end. Too bad.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "ahahahaha you love Twilight don`t liee!!!  and we all know I love Robert Pattinson!!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "sickly entertainment at best and mind-destroying cinematic pollution", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "Excellent then Chiang Mai is definitely a possible next vacation stop! thanks for the info.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Your schmoo is moving? Are you sad?", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "http://twitpic.com/4qfl3 - haha^^ I love it", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Ultimate Domain (or Genesia in the European market) is another great strategy/simulation from Microids. For it's time, the graphis are pretty nice with good texture depth and animation. The sounds pull you into the atmosphere of the game, and the voice acting is pretty well done. Gameplay has a slight learning curve, but after a couple of hours, you tend to get the hang of it thanks to the intuity of the menu systems. For anyone who likes a challenge, the AI leaves a little to be desired, but I promise you that this is one of those lost gems that are overlooked and forgotten about. I remember playing this game on my 486, and unfortunately, this game has taken hours upon hours of my early life away from me. I was thrilled to find an original copy of this game as it is probably my all-time favorite of that era. Check it out. You won't be disappointed!", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "I love trees, and this is such a good Eyewitness Companions.I first saw it in the Barnes & Noble bargain section. I fell in love with it, but ended up putting it back, not having any money on me. Then I came back another day, but to my dismay, they were sold out both in store and online.I ended up going to Amazon, and buying it new from a used dealer, for a dollar or two more than it was at Barnes & Noble. I love this book THAT much.I'm always walking around admiring trees but not knowing how to classify them (beyond the obvious Willow or Pine). I bought this book to help me learn, but I find myself browsing through the pages just looking at the pictures quite a bit. The photography in here is seriously lovely. Makes you want to walk into a forest and never, ever leave.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "I would definitely recommend this book to anyone spending more than a week in the Baltics! Last year, I spent a semester in Lithuania, and this book made the transition much easier! From going to the pharmacy to buy flu medication, to trying to find out where the outdoor market was, to telling a doctor that I had hurt my knee -- this book was constantly by my side and helped me be very independent while in a foriegn country. I was also able to learn a lot of phrases that I wouldn't have in my Lithuanian class. My only complaint is that sometimes the phonetic guide was a bit confusing, but this rarely interfered with my communication (if it does, you can just show the phrase to the person you are trying to speak with).", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "i 'm going to recommend secretary , based on the wonderful acting clinic put on by spader and gyllenhaal", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "a slow-moving police-procedural thriller that", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Our four year old loves all things pink and sparklie. We were looking for a bike that provides safety, function, a reasonable price, and most of all did not market images that did not fit our family. And to further clarify we think it is very fine for both boys and girls to like/love pink. When our child saw the bike her eyes lit up with joy and then she helped us put the bike together. The bike rides well.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "the standards of knucklehead swill", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "the film is n't nearly as downbeat as it sounds , but strikes a tone that 's alternately melancholic , hopeful and strangely funny .", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "dont depress me  I have the mother-in-law staying the weekend. Someone else to wait on other than the kids!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "fast-paced", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "must be said that he is an imaginative filmmaker who can see the forest for the trees .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "things fall apart", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "a collection of wrenching cases is corcuera 's attention to detail .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "I am a former student of Prof. Roberson. He is an interesting and enthusiastic teacher. One will find this evidenced in his case study of a Japanese small business. As he mentions in his opening passage, much of research and focus on Japanese businesses has been on the large corporations known to many Americans. It is not very well known that these popular companies provide a very small percentage of employment in Japan compared to the several small and medium sized companies. His research focuses on one such small business, Shintani Metals. He takes the reader to a step by step focus on various aspects of worker life both in and out of the job. It is a very clearly written work and a worthwhile read for those with interests in Japan.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "The story concerns a CIA cryptographer who wishes to assasinate the terrorists that killed his fiance. Good premise but the story contains so many coincidences and cliches that it just doesn't seem believable. Most of the story moves at a good pace - lagging only in a few spots. I don't recommend this book - there are much better thrillers on the market.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Thomas Sancton and Scott MacLeod not only present a well researched and highly readable journey through the details and and facts of the death of Princess Diana and Dodi Fayed that are known to date, but challenge their readers to explore the unanswered questions which keep reason for the accident a mystery. We have all speculated about whether the paparazi, the driver, or a second car was responsible for the tragedy but this book weaves the thread of their lives, loves, family, with the circumstances of their untimely death. I never thought I would have more questions about the accident after I read this book than before but I do. This may prove that the authors have done their job well to not only state the facts but describe the ongoing investigation. It is now our responsibility to demand further answers from those investigators. I enjoyed reading this book and would easily recommend that others do so as well.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "In case no one gave you a heads up, AT&T just put out an iPhone app for account management (MyWireless) I`d love to see a review", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 1.0}}
{"text": "In April 2003 (six months before this writing) I was dimly aware that I was running out of CD-Rs, and so when Amazon's front page confronted me with this cheap spindle of something called \"KHypermedia\" I actually paid attention instead of clicking on through. I'm usually wary of value brands of anything, especially those I've only seen online, but because these discs were on sale from an already very low price, and because I was ordering something anyway, I clicked them into my cart.I've now burned dozens of music CDs, video CDs, and data storage CDs from this spindle, and they've all been fine and remain so. No skips, no coasters, no degradation over time --- in short, no difference from any other CD-Rs I've used. If this is the best per-disc price you've seen on this particular shopping trip, go for it.", "cats": {"conflict": 1.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Apple`s ads aside, I`d rather have recommendations from real people who have real experience with the iPhone apps I seek.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "If you loved Best Busypeople, Best Learning Songs, Best Counting, Best ABC, & Best Mother Goose, you will hate this as much as I my son and I did. Terrible sound quality, a story that takes place 1,000 years ago in Bohemia with accents so thick you cannot understand what the characters are saying. The other two stories are strange; one is about the \"reality\" of the Easter Bunny (those that would enjoy this would not even entertain the thought) and the final story finds Huckle taking care of a family of lost baby birds. He sneaks them into his room and lies to his parents when they walk in after hearing the birds! Each story is broken up by what are called \"music interstitials\" aka music videos featuring Huckle and the gang either rapping or rocking out to heavy metal. It is truly unbelievable - and sickening - to watch. This, along with the other Cinar/ Polygram Videos (which I think were produced after Richard Scarry's death in 1994)are not worth the bother, and are more than disappointing.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I purchased this slide last August. My kids played on it for 1 month. They loved it. We followed the directions for storing. We got it out this year, the kids played on it only a few times before we discovered the stitiching was coming apart along the side of the slide. After we sealed up the stitching (as we would on a river raft) we noticed the lining along the slide had come apart and the air was leaking out the whole length of the slide. Of course, since we are past the 60 day warranty, the company won't do anything about it except tell us we'll need a pool company to repair it. I read reviews before purchasing, and figured we had about a 50/50 chance of it working out for us. Unfortunately we were in the wrong 50. It's a lot of money for 60 days of play. And the company knows it won't last longer than that. Spend the extra money and buy from a company that stands behind it's product.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "( b )", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "taken outside the context of the current political climate ( see : terrorists are more evil than ever ! )", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "more like a travel-agency video", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "No mention of the ground-breaking work of Dr. Candace Pert?Oh yeah, and thanks for adding the Appendix which invites us to spend more money on your friend's program. I believe you could have explained your technique to the reader. Or, maybe it doesen't work. After hearing you SO excited and stimulating about your ideas on a certain well-known radio talk show program, I expected more from you than this. Your book is a disappoinment.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "here 's a case of two actors who do everything humanly possible to create characters who are sweet and believable , and are defeated by a screenplay that forces them into bizarre , implausible behavior .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "fire a torpedo", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "long-winded", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "functions as both a revealing look at the collaborative process and a timely , tongue-in-cheek profile of the corporate circus that is the recording industry in the current climate of mergers and downsizing .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "one of the best films of the year with its exquisite acting , inventive screenplay , mesmerizing music , and many inimitable scenes of tenderness , loss , discontent , and yearning .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "that will strike a chord with anyone who 's ever", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Rain on my parade of beer and fire", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I got a lot of these bottles as gifts and then bought even more so we would have a good supply when we got our son home. The angled neck and concept of the gasless feeding system seemed great, but if you can't get any formula out of the nipple, it is pointless. We had to widen the holes (some weren't even completely opened at all) with a steak knife, and even then, the flow was too slow for our son. The biggest problem comes in because the flow is faster the closer to the nipple hole the baby drinks, but most babies suck towards the back of the nipple where it more resembles the breast. When you squeeze the back of the nipple, NOTHING comes out! I wish we could return these for different bottles - it is our first day home from the hospital, and adding this to our day made it very frustrating. Think twice before buying a bunch of these!", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "If ever a book cried out for a competent editor, this is the one. It's rife with misspellings, typos and incredibly obtuse prose. While it does fulfill its stated purpose of being a compendium of both classic and contemporary urban legends, it's an exhausting read because of its startling lack of polish. And if you find you're interested in learning whether or not a particular legend is true or even based in truth, I hope you're the patient type: the author often waits several pages before deciding to comment on the veracity of a story, sometimes saving up multiple stories and commenting on them collectively. That's when she chooses to weigh in on a tale's truthfulness at all, mind you. There are definitely better titles in this genre, not to mention the great Web sites covering the same territory.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "she`s smarter and classier. she`s perfect for him. and, IM NOT.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I bought a replacement AC Adapter for my Plantronics Discovery 520 from this retailer because the price was excellent. When I discovered that the issue I had was with my headset and not the adapter, I looked into returning my new adapter, but was not permitted to do so. The retailer grouped AC Adapters in with bluetooth devices, which are not returnable. This was ridiculous to me and decidely not consumer-focused. I believe this is a policy meant only to benefit the retailer and most definitely not the consumer. I will not be purchasing from this online retailer anymore in the future.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "is the case of a pregnant premise being wasted by a script that takes few chances and manages to insult the intelligence of everyone in the audience .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "This lens gets a lot of mixed reviews. There are many great reviews, but also some bad. The main complaint i was hearing was that there was lots of softness around the edges of the photos, and some vignetting. I believe that its because it is a \"wide angle\" on a full frame camera and it causes some of those things. On a crop sensor camera, (like I have((t2i)) this lens is superb! It then becomes a standard zoom with the 1.6 crop factor and is a great first L lens because of its price. Because this lens is made for full frame cameras, it fits the larger sensor, BUT when used on the smaller crop senors you are only using the middle parts of the glass. That is why its such a wonderful lens on a crop sensor because your only using the best parts of the glass. This lens is excellent and I have it on my camera 90% of the time. Nothing but wonderful results cpme from this lens. I would recomend it to Full frame users AND crop senor users! I love this lens!!", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "the free fillin` app on my ipod is fun, im addicted", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "is serry 's ability to take what is essentially a contained family conflict and put it into a much larger historical context", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "that strikes a very resonant chord", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "conflict", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "it may also be the best sex comedy about environmental pollution ever made .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "padded with incident in the way of a too-conscientious adaptation", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "This video is an outstanding tutorial in low-tech bladesmithing. I've seen dozens of instructional videos on knife making and this one is still by far my favorite! Mr. Lively shows how easy it is to get started with a forge and making functional knives at minimal expense. It's easy to get distracted by all the equipment you 'need' to get started. As a leader in the Neo-Primative smithing community, he ignores all that and starts you off with a fire in a hole in the ground powered by a hairdryer and some iron pipe, a flat surface to hammer on, a hammer, pliers or tongs, a file and some sand paper. Those and some metal to work with and you're ready to get started. His technique is excellent, and his philosophy if simple.I highly recommend this video to the beginning and experienced smith alike. Everytime I watch it, I'm reminded of something I forgot or notice something new. I'm confident you'll enjoy it as much as I have.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I have 3 of these cameras (first one over 3 years old, and still working) I use these around the house (wired). I not have tested the wireless feature. I have used xp32, xp64, vista, and windows 7 x64 over the last 3 years and all os'es have worked with the cameras. I initially use the installation program on a machine to configure the cameras (I assign a static IP so I can find them with my browser. But mostly I use the included IP Cam Secure software to monitor all 3 at one time from one interface. This seems to work fairly well. They also have a microphone for picking up sound (no speaker in camera, so you can only hear what is going on). Picture quality is good in rooms with daylight. Not for dark areas. I can highly recommend this camera.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "as emotionally grand", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "if you meant to heavy rain n flood in bkk last night, lucky I was out of bkk", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "has one strike against it", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "We`re practicing our blackjack skills. It doesn`t look hopeful.  http://yfrog.com/0l2tsj", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "that should be thrown back in the river", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "This slim thing is a great little gadget that fits right into your wallet. Use one of it's functions at least twice a week. Love it, replaced one that I lost and can only recommend it. A word of caution, don't forget to take it out of your wallet and keep it at home when your going to fly, otherwise you have two choices, security gets to keep it or you miss your flight.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "a riveting profile of law enforcement , and a visceral , nasty journey into an urban hades", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I refuse to be a slave to the stupid registration \"stuff\" and police-ware that comes free with this year's version of Turbo Tax. I have switched to Tax Cut and I hope everyone else does too. I would only consider using Turbo Tax again if they completely removed all the spy ware and registration restrictions.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Our office has used this same scanner for at least 8 years. I was happy to find an identical scanner that we already had. We can not afford to update workstations so the Windows XP software was happy to have the replacement as well. Hopefully we'll recover in this sagging economy and eventually update everything!", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "succeeds due to its rapid-fire delivery and enough inspired levity that it ca n't be dismissed as mindless .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "It takes good pictures and you can put them on the computer and print them with the included software. The quality is good for being a kid camera. Wish it had zoom capability.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "Bill, likewise it was a pleasure- next time we should spend more time talking  #ims09", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Let's see GTA3- fake music, slow cars, idiotic police and easy missions and no real choices to make.Vice city on the other hand, has real music by real 80's bands, even slayer and ozzy are on there. along with black MJ, not white MJ, the black one. Now, the cars, are better, faster, and cooler looking, especially when u can snipe out tires. The police in this game are brutal! Especially when compared to GTA3's. They seem to have been smarter back in the 80's and they now use spike strips, big guns, and kamikaze attacks to try and force u into the water! The missions are better and so is the script, and oh yeah, the main character speaks, which is a very cool thing, especially when you get certain ladies of the street into your car and they go at it.. if your young and don't want to be damaged by pointless violence and even T&A; don't get this, if you are a big fan of the above like me, i suggest you definatley get this game", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "a fascinating case study of flower-power liberation -- and the price that was paid for it", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "undernourished and", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "laze about ! It`s. The bank holiday law", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "most compelling", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I typically enjoy complicated, thought provoking films. 45 minutes into the movie I was totally clueless. I stopped the DVD 1/2 way through the film and went to the \"special features\" to watch the documentary & background about the directors. That helped, a little. I still don't get a lot of the symbolism & I was anticipating a dramatic flood scene at the end that never came.I appreciate the beautiful cinematography and I think I appreciate the director's intentions. The wonderful performances of James Woods, Nick Nolte, Daryl Hannah, Anthony Edwards deserve acknowledgement. Sadly, NORTHFORK left me with an empty, unresolved feeling. A feeling that NORTHFORK could have been better.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "if zero was a choice I would pick that. the bag unzips on its own and my camera and lens crashed to the ground.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "The apple keyboard is really cool. i want one. they used it in doctor who", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "I purchased this series because the plot seemed interesting and the price was really low. My Fiance and I watched it and we really loved it! It is interesting and has lots of plot twists. If you are someone who likes Police Drama's or Murder Mysteries this show would be a good one for you to watch!", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "a tendency to slip into hokum", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Just taking my dad in law for a Sunday stroll down Old Leigh  a beautiful morning, say Hi to Morris LOL  http://twitpic.com/4wt8k", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": ", it 's the best sequel since the empire strikes back ... a majestic achievement , an epic of astonishing grandeur and surprising emotional depth .", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "The prologue of this book is exquisite. The fallability of humans is delicately expressed though the use of origami-doctors and priests who build people. Unfortunately, the inventiveness of Plascencia grows beyond endearing as the chapters move on. It becomes unbearable. The story is lost in script-like repetition and hastily placed ink splotches. While Plascencia may have had good reason behind his innovation, creativity hits a reader like a bat to the head and leaves them with no time to contemplate who threw the bat or why the bad was thrown before they pass out and puke over their new shoes.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "ive very picky about what i put in my mouth. i hate onions. they make me cry  )", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I paid for this one based on my love of the show but this one really isn't their best- by far. Not as many jokes as the show usually had & the jokes that are there just aren't that funny. Even the movies aren't that entertaining (cheesewise I mean). There are better episodes you can purchase out here. I'd go with just about any of them before this one. Still love the show, but in this case they really missed the mark on funny.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "the grandness", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "it was amazing but due to time constraints could only visit the meadows and pine forest. Shall post images later.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "absolutely nothing special, and non convincing at some moments. I cannot understand how could only one person be able to drive an old Russian tank and fire its gun at the same time.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "of the current political climate", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "my msn crashes way too much  hmph", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I used this product for several years until Intuit decided to install the CDILLA spyware, which runs constantly on your computer, consuming resources and doing who knows what.I got a new hardrive and the software no longer ran, until I got on the phone with tech support.Now I uninstalled Turbo Tax and CDILLA won't go away.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "Balancing Nature and Commerce in Gateway Communities is a must read for anyone who still believes that environmentalism and economic development are fundamentally opposed propositions. This book of case studies and analysis describes several successful ways in which communities created new jobs and economic opportunities while celebrating and protecting, rather than exploiting, their area's natural resources.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "Stupid storm. No river for us tonight", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "Tuchman uses General Stilwell as a vehicle to explore Chinese society and the Chinese people. We see China through the eyes of a man who actually understood it. We see the banality of American policy towards China, and the severe price the Chinese people have paid for our illusions", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Gosh, no need to be so rude.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "olivier assayas ' elegantly appointed period drama seems , at times , padded with incident in the way of a too-conscientious adaptation", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "The Schaum series contains solid content for the beginning piano student. I was tickled to see it available for Kindle -- nice for me to have on hand, another option for new students (or their parents). The notation for the songs is so poorly formatted it might as well be unreadable. I'm having trouble, and I have the songs memorized. No way would I put the Kindle edition in front of a student, and frankly, it's not worth the money for me even as a reference. I didn't \"save\" 25%, I wasted 100% of what I spent on the Kindle version. Pbbt. This is a case where the hard copy is worth it.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "mr. clooney , mr. kaufman and all their collaborators are entitled to take a deep bow for fashioning an engrossing entertainment out of an almost sure-fire prescription for a critical and commercial disaster .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "the empire strikes back ... a majestic achievement , an epic of astonishing grandeur and surprising emotional depth", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "strikes a defiantly retro chord , and outpaces its contemporaries with daring and verve", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "The turkey fryer is an ideal gift with everything you could ask for. My only disappointment is it was shipped directly in the box it came in with the shipping label on the side. The box and product were damaged during shipping and even though I indicated this item was a gift, the surprise was ruined.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "to the doctor  anyone wanna do somethin after for a bit?", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "The Emergence of Everything is a thoroughly researched, highly intelligent treatment of a fascinating subject. But this densely composed treatise is not for everyone. In my opinion, Dr. Morowitz's book would especially reward readers who already possess a solid background in the history and philosophy of science. Others may find themselves in over their heads. For those interested in this intriguing phenomenon who are looking for a more accessible introduction to the topic, I would recommend Steven Johnson's well-written, comprehensive 'Emergence: The Connected Lives of Ants, Brains, Cities, and Software.'", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "despite rain, having a fantastic day", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "m. night shyamalan 's debut feature sucked up all he has to give to the mystic genres of cinema", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "This is by far the best book on the Army's conflict with Native Americans since \"Bury My Heart at Wounded Knee\". It treats the material as a campaign rather than a series of seperate battles, so that Little Big Horn is treated as part of a whole. The author also describes the personalities and deeds of several Indian characters, not just Sitting Bull and Crazy Horse. This is an eye-opening recounting of an important part of US history and a look at one of the greatest guerilla forces ever to wage war against the American Army.", "cats": {"conflict": 1.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I ordered a garmin nuvi 205 and also a protective case for the nuvi. The garmin nuvi 205 was fine, but the package the protective case came in had already been opened. It was probably sent back to Amazon by someone else, and Amazon passed it on to me. I thought that was VERY poor customer service. I will be careful from now on if I ever order from Amazon again. I am very disappointed with Amazon. Shame on you! Now get your act together.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "Living in the dry, dusty climate in west Texas, I wanted a box to hold our beach towels that could be placed near the swimming pool for storage. As stated in the description, the Suncast kept out the dust (which I can't even do in my house) all summer and worked great when the grandkids came to visit. We rarely get rain but, when we do, it's usually a thunderstorm with high winds and a downpour for about 5 - 10 minutes. The box held up well for those types but did not do as well for a huge storm that lasted over an hour. Not typical for us but the box did not keep out the water so now we know. That is the only reason I gave this 4 stars instead of 5. I could not find any outdoor box that could keep out the rain 100%. It did, however, keep out bugs and scorpions which is almost worth an extra star! I highly recommend the Suncast Deck Box!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "[Sarah Mcglaclan song in background] Please donate to jpnnbak` fund of 'Dinero for the cable bill' think of how you will make her", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "AK, flop comes 2K6 I bet 15 get raised to 25 I call, turn is A, we check, river rag, then I check and he bets 15, I raise 15 he calls, 22", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "it already has one strike against it .", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I currently use another software program by Atlas Business Solutions called Customer Appointment Manager for our practice and became aware of Ultimate Business Planner through their website. As a CPA, I run into clients who need business plans all the time. I recently purchased QuickBooks Premier 2004 only to discover that Ultimate Business Planner is a \"beefed up\" standalone version of what's included in QuickBooks Premier (Atlas Business Solutions and Intuit must have some sort relationship). I recommend Ultimate Business Planner to all my clients. It's easy to use and does a fantastic job. Since Ultimate Business Planner was chosen by Intuit, I know it has to be the best business plan software on the market.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "engaging criminal", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "is an impressive achievement in spite of a river of sadness that pours into every frame .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "473 pages of dense horse manure replete with Free Trade propaganda. The Beast has it right: \"It is a tale of a man who walks ten feet in front of his house armed with a late-model Blackberry, and comes back home five minutes later to gush to his wife that hospitals now use the internet to outsource the reading of CAT-scans. Man flies on planes, observes the wonders of capitalism; says we're not in Kansas anymore. (He actually says we're not in Kansas anymore). That's the whole plot right there. If the underlying message is all that interests you, read no further, because that's all there is.\"The modern day Columbus, aka Friedman, travels to Banglore India, plays golf, chats with the CEO, and declares himself the pundit on Indian Economy. The book is one-sided, boring, and filled with 'free-trader leg humping' hogwash.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "Within 1 day of owning the product the thing broke. I spent ages looking at this player, comparing it to the new sony walkman and decided that this beats it. Mainly on size, price and software. I have to take it back tommorow which sucks.I plugged the thing in for three hours and came back to find that the charger was not working, THEN, thought oh well at least i can charge it through my computer which i did, but later after turning the thing on again and just listening to it for five minutes turned it off again, i mean surely a 130 mp3 player could handle this, but obviousley not as i can not turn it back on again!!! It wont turn on, charge or anything. The dam thing has broken and im so annoyed.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "Is tired! And is gonna go to bed now!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "is the recording industry in the current climate of mergers and downsizing", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "a great performance and", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "may also be the best sex comedy about environmental pollution ever made .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "Finally going home! Its been a long night.. Ready to crash and have awesome dreams", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Forgot an EC2 machine running for 15 days, and got a $35 bill. Amazon teaches you to get organized for a fair price", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "based on the wonderful acting clinic put on by spader and gyllenhaal", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "SB 239K.  Flop A Q 9.  4 players check. Turn 9. I check call 200 bet. River brick. I check call with trip 9`s with K kick. He shows A9.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "that it 's hard to resist his pleas to spare wildlife and respect their environs", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "The Lionel train was awesome. My four year old wanted to handle it with his hands. ... this train is not for touching. The observation cars little rail broke during assembly. It was thin, fragile plastic. The train is very nice and it is Loud but the cars do light up and the smoke is awesome. My four year old caught on after 2 days that this is not a toy and he can appreciate just handling the controls. Caution if it's going fast the wheels will spark. ... that scared my son and he only lets it run at a moderate speed.I like the train a lot. It is large and if any part of the track is damaged the train won't run. It was easy to assemble but we we intimidated when we first looked at it. Lionel Strikes again. I wish the railing wouldn't have broken so I'd only have great things to say.", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Easy flowing style of writing about a timely subject with lots of informative examples of successful supply-chains and \"flattening\" technologies. Comparing and contrasting contemporary jargon like \"Open-Sourcing\", \"Out-Sourcing\", and \"Offshoring\" was informative. However, anecdotal information and a small amount of data provided poor support for the sweeping conclusions and recommendations for America, Developing Countries and for Geopolitical consequences of technology, free world trade and economy. Gratuitous Bush bashing, though small in amount, and praise for the Democrat's Progressive Policy Institute unnecessarily politicizes and diminishes the book by confirming the author's liberal bias. One is left to wonder how much did this bias effect all the author's conclusions and recommendations. The issues of an open trading, connected world long preceded and will remain long after GWB.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "As a Pentecostal Pastor I have great appreciation for this work by a Reformed minister. Too often ministers in my circles either downplay the OT or they make it man centered instead of christ centered. The book strictly demands that all scripture be interpreted by the hermenutic of the gospel message, something I strongly agree with.In the first half he develops his arguements. In the second he shows how this can be practically applied to different genres of Biblical writting.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "wiseman is patient and", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "The search for a 5-star book on financial counseling is over! Ron Wall's excellent book tells it straight in everyday language anyone can understand. It's a trustworthy source about using appropriate skills and strategies to get past a financial crisis, to get consumer debts under control, and to set up a budget that works. The case narratives truly illustrate each key point being clarified, and the suggested responses to client questions are gems. The many \"do's and don'ts\" for counselors are right on target. Financial counselors will jump for joy when they see the many \"nuts and bolts\" illustrations of counseling forms, worksheets, counseling instruments, brochures, participant records, and program evaluation forms. This book raises the bar for those seeking excellence in financial counseling.E. Thomas Garman, Fellow and Professor Emeritus, Virginia Tech University, October 18, 2004.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "I vaguely remember watching one episode when Arrested Development first came out and thinking it was funny. Why did I not continue watching!After watching the entire series, I honestly believe it's the funniest TV show I've ever seen. The writers are amazing. Every episode is packed with jokes so sometimes I missed things the first time around. Watching it for the second time is still highly entertaining and hilarious.I must see for all with a good sense or humor.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Purchased this Timex Camper Watch in April 2012 for my son's birthday. He went river rafting 3 days after his birthday and noticed condensation building up inside the watch face. Two days later the watch died. Watch was advertised as water resistant up to 99 feet. Guess that meant horizontal distance. ;-)", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "Authenic, very interesting documentary about the cocaine smuggling in Miami in the 70 and 80.Music by the Miami Vice composer, and interviews with the smugglers, police, the news casters, the killersIn short the people involved.I recommend this movie strongly!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "angela gheorghiu as famous prima donna floria tosca , roberto alagna as her lover mario cavaradossi , and ruggero as the villainous , lecherous police chief scarpia , all sing beautifully and act adequately .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "@ MGM grand, mraz on stage! No doubling back opener.  lots of old memories flooding back", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "mastering its formidable arithmetic of cameras and souls , group articulates a flood of emotion .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "I'm not joking. Delerium's \"Karma\" was an accident for me. I bought the wrong album back in 1997 at a Virgin Megastore thinking it was someone else. I popped the CD into my CD player and never turned back. What a beautiful album. Every track takes you somewhere. The lush female vocals and musical arrangements are extrodinary. Every song is a highlight, including \"Silence\" with guest singer Sarah McLachlan. There are a few instrumentals, and they are just as good as the vocalized songs.I have to be up front with you. This album is not filled with standard pop fare. It has pop elements, but is designed more like a new \"world\" age album. It has chants/ethnic intruments/trip hop dance grooves and electronica elements. Enigma is the closest thing I can relate Delerium to, but they do sound different from one anorher. \"Karma\" is the album to get. \"Semantic Spaces\" and \"Poem\" are okay, but \"Karma\" is the best.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Chief Justice Rehnquist is a great historian who focuses his history of the Supreme Court on the cases it has decided.He takes the reader down the path of US history by telling the story fo the Court.He ends the book with a brief few chapters on how the Court operates today, which is extremely insightful.I was taking Con Law I at the time I read this book and it helped put the cases I was reading in a historical perspective.Very good, a must read for the historian/Constitutional Law student!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "seen in that light , moonlight mile should strike a nerve in many .", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "gooooooooood im not a complete nut case then", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "I finally got all my tax information and a free weekend to do my taxes. However, the (sealed) box contained only the free bonus DeductionPro CD. It didn't actually contain the CD for Taxcut Premium + State. Contacted Amazon.com, and got through to them very quickly. BUT, they reported that they couldn't help me. They gave me the number to the Taxcut folks (the number was a recording to call another number). So far, I have been on hold waiting for the Taxcut folks to answer for about 15 minutes. I have used Taxcut to do my taxes for many years now, and never had any problems before now. I doubt I will buy any more software from Amazon, as it would be much more convenient to drive to Bestbuy, Target, or Walmart and ask for a refund.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "( green is ) the comedy equivalent of saddam hussein , and i 'm just about ready to go to the u.n. and ask permission for a preemptive strike .", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "... get a sense of good intentions derailed by a failure to seek and strike just the right tone .", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Although I was a little apprehensive to purchase this product based on the reviews I read, I went ahead and ordered it anyway. My daughter had played with a friend's FP3 player and absolutely loved it, and it was a good price point to give to her as her main Easter gift. I'm pleased to say that I had no problems following the directions, loading the software, downloading songs, and adding songs from our own cd collection. It takes a bit longer than I thought to copy cd's to my computer in order to then copy them on to the cd player, but that's been the only hiccup. I was pleasantly surprised to discover that there is also a feature where you can create your own icons to download to the player to identify songs. My daughter loves the player, and we are pleased that we chose it!", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "Steam Punlk fashion show at Anime North and for the first year since TorCon we aren`t back til  & missed it", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "The product delivered does not match the image on the Amazon page.Cloud b Baby Sheep with Quiet RattleI just received this item and there is no way that it is the same item! I will be contacting Amazon for a refund. The item that is delivered is a short, 4\" long and 3 1/2\" wide lamb, with 1\" legs and arms. It's head looks straight on and does not bend, so it could not lay the way the picture shows on the site, with it's face looking up if laid on it's belly. This product image should be changed to match what is actually purchased.This item on Amazon is what is delivered instead of the the product shown above -Cloud b Sleep Sheep Four Soothing Sounds From Natureexcept that it only has a rattle in it, not soothing sounds. I think they got the images swapped for these two items.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "This is the best book to learn about the Palestine/Israel conflict. It covers a great deal of history and explains major events that occurred over the years. All the while it is funny, short and concise. The Middle-east conflict is not as complicated as many experts would like to make it sound. The roots of the problem are simple and are eloquently explained in this book. Spend a day or two reading this book and you will learn much more than you would if you spend years following the story on CNN or Fox News.Enjoy.", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "i got talent too  u nvr hear me sing or dance them does call me Mini Breezy", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "You know, I used to really enjoy Dilbert, and still do to some extent, but lately I find myself more and more disgusted with the way Scott Adams is willing to whore out his creation to absolutely ANYONE if the price is right. Case in point: this book. It contains absolutely NOTHING new. It is nothing more than yet another shameless cash-in that nobody should even consider purchasing.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "First off, I just want to say, awesome opening track. \"Leaving Town\" Is what made me buy this CD, and that song is a pop masterpiece. The rest of the album is another story: Bland lyrics, faceless music (It all sounds the same), and oh, so slow tempos. They might pretend to rock, but they just slug along in midtempo land. \"What Do You See?\" Starts out promising with its cool bass line and shimmery chords, but quickly becomes just another boring \"plod-a-long\". Even the decent guitar solo can't save it. \"Life Of Saturdays\" is the only song that really gives any true feeling of energy, or enthusiasm,(Except of course, \"Leaving Town\"), but it to leaves me feeling board by the end. \"Deeper\" is the only other song that's truly listen able, it has kind of a Jamaican feel to it, which is cool. If you want to hear some good pop music then buy a Police, Posies, or a Cheap Trick live album. Now THAT'S some pop music with soul!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "he is an imaginative filmmaker who can see the forest for the trees", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "Written like a long, shallow newspaper article, this book is nothing more than a rushed to market story by a news reporter. There is very little attention to detail here and the backgrounds of Amy and Brian are not explored to any reasonable degree. I had high hopes for this book but came away disappointed.What the author was thinking when he decided to include the Q&A in the center of the book is beyond me. I thought it was an insult to the readers' intelligence and completely skipped over it.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "effecting", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "misanthropy", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "a standard police-oriented drama that , were it not for de niro 's participation , would have likely wound up a tnt original .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "environmental pollution ever made", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "I just tried to go back and the police blocked off the whole neighborhood.  they`re evacuating the building now", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "a flood of emotion", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "Typical of just about any product made by Blitz, these are crap. They are cheaply made and not the rugged quality Scepter cans were made like. Thank the Republic of Kalifornia and their CARB laws for this stuff. It's a version of Blitz's fuel can made for water.Look for a better product if you're using it daily in an RV or an an overland expedition. If they're solely used for home preparedness they'll be fair.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "carries a little too much ai n't - she-cute baggage into her lead role as a troubled and determined homicide cop to quite pull off the heavy stuff .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "Loving the warm weather... but can we get some rain please?! my water bill is going to be bad", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "we 've seen the hippie-turned-yuppie plot before , but there 's an enthusiastic charm in fire that makes the formula fresh again .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Is it OK to send iFlowers to your mom for Mother`s Day trough this iPhone app? http://tr.im/kWnX", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "_in_a_story Glad I`m not the only one. He`s our baby, and I`m terrified he`ll think we`re never coming back.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "good intentions derailed by a failure to seek and strike just the right tone", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "They didn't have a \"0-star\" option or I would have used it. I've been using CD creating software since 1997, mostly from Adaptec. With this package I've produced more \"coasters\" than I did back in those days of $800 CD-burners, $8 CD-Rs, 2x record, and no buffer. I picked up \"Roxio's\" Easy CD Creator 5 as part of a system software package in 2002 and the first thing I had to do was download a service pack for WinXP. This particular version (6) only works when it wants to. I'll give it this much, it wasn't hard to remove from my system. How can a company take a product, make it worse, and still continue to find buyers. That must be why I'm not in marketing or economics. I ordered Nero 6 Ultra instead. WinXP has a better burning package for free.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "I was thinking there should be a thumbs down button for Cry me a river.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "fits the bill", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "derailed by a failure to seek and strike just the right tone", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "i purchased this for my boyfriend and he uses it all the time. and we've had a lot of success growing all sorts of terrific produce in our little plot, which is in large part due to tips from this handy gardening book that discusses plants, soils, climate, etc that do best and or worst in different areas of san francisco, as well as information on pests and so forth.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "so our bums really do look big it this", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "should strike a nerve in many .", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Thanks!  Your name strikes me every time I see it, as a friend of mine uses belofsouthie as her email", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I`m hearing lots of good things about the new Trek movie. I`ll see if my Dad, 'a fellow Treky', would like to see it", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I absolutely loved Karen Kay's first couple of books such as Lakota Surrender and Proud Wolf's Woman. When her latest books came out, I didn't hesitate to buy them...talk about disappointed! I don't even know where to begin with War Cloud's Passion, I found it that bad. The characters are totally lacking in personality, the plot was merely nonexistent and the continuous \"humph\" response from the hero grated my nerves to no end. After five or six chapters I skimmed through the rest and tossed it aside. I am an avid reader of historical romance, especially anything that entails Native American history, but this book was boring! My suggestion is that if you want to read Karen Kay, buy her beginning work and pass on the her latest efforts.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "Be extremely careful!!!I have downloaded Hauri's ViRobot 5.5 a long time ago.About 2 years ago, I switched to a different anti-virus ware since my company bought the site license, I had to remove the ViRobot. I still can't remove this darn thing that takes up about 70 MB of my disk. The company staff gave me an incorrect information on the removal.Now lots of complaints are in the net since it has been extremely difficult to remove the software.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "like a change in ( herzog 's ) personal policy than a half-hearted fluke .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "thoughtful without having much dramatic impact", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "My dog is sick. I love that little doggie. He`s usually so keen and happy, but he doesn`t even want to go for a run in the forest today.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "Finally able to get Flight Control for my Ipod. Best game app! 123  **** choppers lol", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "I loved this book and couldn't put it down till I was finished reading it. However, there are a few complaints. First complaint is that the writer dwelt on the complicated routing through the maze of passages in the hospital a little too much and another that their volunteers were always breaking appointments and none of them seemed reliable in any way at all. That was a little overdone. My biggest critisism though is that the characters seemed entirely too selfish. Joanna and Richard both spent a lot of time together and yet they didn't really have a romance. They mostly talked about work and spent all their time working. Joanna seemed to take more than she gave to people. Most of the characters in the book were lucky if they got a few words from her outside of what she wanted. The greatest part of this story was the little girl maisie. You cant read this book without falling in love with her.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "Just found out I`ll be a Food Engineer in a future life. Cool. *iPhone app called Afterlife", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "is ) the comedy equivalent of saddam hussein , and i 'm just about ready to go to the u.n. and ask permission for a preemptive strike .", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "sometimes it 's difficult to tell who the other actors in the movie are", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "to seek and strike just the right tone", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "it 's refreshing that someone understands the need for the bad boy ; diesel , with his brawny frame and cool , composed delivery , fits the bill perfectly", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "as quiet , patient and tenacious as mr. lopez himself", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "When watching this DVD on a big screen projector, it appeared dark and Bing Crosby did not sing very much. It was made in Ireland. The whole show had more Irish singers than Bing.I bought this to show Bing Crosby (and hear his singing) to residents in aRetirement Home. I did not get what I thought I was getting-and that was- hearing Bing sing the songs on the DVD. He only sang a couple. There should have been more of him singing and the other performers could have sung with him. I was somewhat disappointed.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I started reading this book and, after I realized how many errors were in it, I started marking them all with Post-it notes. I went through about three packs of notes. This book was so horribly edited, I wrote an e-mail to the author complaining about it. He responded with one excuse after another (the publisher rushed him, the editor was an idiot, blah, blah, blah). I told him I thought I had been swindled out of the $55 I had paid for it. He promised to send me a free copy of the revised version. I never heard from him again.Unfortunately, it appears Mr. O'Quinn has attempted to write a few other books since he wrote this one. It should say something that, although I bought this book 10 years ago, this incident still sticks in my craw. I'll never buy another O'Quinn book.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "group articulates a flood of emotion .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "I bought this for my four girls. They all love it, and are learning lots. But the quality of the graphics, characters, and even theme (or story) seem to be low budget. We have a lot of other educational computer games which are just fun for even me to watch (and play). The overall quality in our other games is much higher. It is a lot like comparing Disney cartoons to Speed Racer.BUT...my oldest, who is 11, still enjoys this program and has not complained about anything I write about here.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Well,  I discovered I can`t swim.  I`m out.  Sorry", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Plans were taking flight to go out tonight but they`re now sinking in the Hudson since I have to work in he morning. Stupid bird strike.", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "watching my favorite tv shows on HULU.com for free", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "recite bland police procedural details , fiennes wanders", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Excellent product that I haven't had any problems with whatsoever. Plugged it in, installed the software and had my five speakers up and running in no time. The volume control button could be a bit more sensitive but other than that I have no complaints.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "I love much of what the Rolling Stones have done during their long career. Unfortunatley, they keep churning out these crummy albums. It is hard for me to believe that the same people who recorded \"Get Off Of My Cloud\" put out this drivel. Only buy if you have to buy a gift for someone you don't like.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "I bought two of these since I know they make good PC parts and am happy with them.Set up was simple, although I wish the instructions were in English, not just pictures.1. Unscrew 1 (one) screw (on bottom of unit),1b. insert the SATA-type Hard drive,1c. connect power and eSATA or USB cables and you're set2. Optional: put case cover back on and reinsert cover screw.This unit has ALWAYS PERFORMED WELL: No glitches or over-heating of any kind. VERY COOL and FUNCTIONAL.Wishes:A. Support under cover to allow hard drive not to rattle a bit.B. Better activity lights (Power, Read, Write) on front.C. Spin-down after a few minutes idle.No problems with power switch on back. I AM HAPPY WITH THIS. I had a power supply from Antec and it worked well, I'm glad so will this. BUY IT. I read on Amazon that hard drives fail faster if hot; think twice before buying a cute aluminum or plastic case, as it and your drive may fail faster. A great plus: ALL Cables are provided.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "Poor little MBA is on fire again", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I tried copying both text and audio files to a couple of Maxell CD-Rs. Unfortunately, My Philips CD burner refuses to copy to them. I lost a whole day fussing and reloading software. The technical support folks at Gateway even suggested I reformat my hard drive to solve the problem. The problem, it turns out, was just the CD.I'll stick with Ricoh's CD-Rs platinum. They work dependably on my machine with no hassle. Nuisance, these little temperamental compatibility problems are.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "( hayek ) throws herself into this dream hispanic role with a teeth-clenching gusto , she strikes a potent chemistry with molina", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "darn open source software and it`s security holes", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "I agree with the many others who say that Consumer Reports was totally out to lunch when it gave this product its highest rating. After about two months, the on/off switch broke and just yesterday (after 9 months of light usage) the self-propel stopped working. This is an absolute piece of junk. As other have said, it is heavy and awkward to use (though I think this would be the case with any self-propelled vacuum). But it would be nice if this did not have complete electrical failure on top of it. All of these products should be recalled (and the buyers refunded) and the product should be pulled from the market.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "Your such a riot!!    You go girl!!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "i need a job that can pay off all my hospital bills. i have been very sick lately.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "I have used PaperPort for a number of years. It keeps getting better and better with each release. I just installed version 10 and am very improesssed with the new \"split desktop\". This feature makes it simple to move documents to and from different folders when aggregating sets. It works great for my mortage business, as we can keep all the infroamtion for a specific property in one place and archive it for easy retrieval. The added PDF functionality is a great for us because we need to lock down he content of our docuemtns when we are working with lenders/credit agencies/government etc. on a sale. For $200 it can't be beat. Just my 2 cents.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "This is a good beginner book but the problem I have is the lack of specifics. He provides plenty of Herbal combinations for some general recipes, but do not expect ratios. I'd have given a higher rating if he at least explained how to make a TincTrac, instead of just dangling it out there as a \"better way\" for Children. I would not go so far to call this a bait and switch, but at the end of the book he provides a URL to an equally vague web site that drives the customer to some pricey classes.It may be my loss, but based on the book, I would be sceptical about the classes.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "one that should be thrown back in the river", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "though jackson does n't always succeed in integrating the characters in the foreground into the extraordinarily rich landscape , it must be said that he is an imaginative filmmaker who can see the forest for the trees .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "mind-destroying cinematic pollution", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "I just couldn't finish reading this book. When I had read half of it and I still didn`t see where the point of the story was, I had to quit. I did not care about the characters (in fact I knew little about them, they are so sketchy)and the scenery was so dull and lacking in detail that it was impossible to be conjured by imagination.In fact, up to the point in mid-story where I dropped it, the whole story seems aimless and without a real sense of an obvious conflict that has to be resolved. As for the writing style, the sentences ar too short, which makes the rythm artificial and strained. Really, I can't see why this novel got the world fantasy award.", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "a banal spiritual quest", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "has all the hallmarks of a movie designed strictly for children 's home video , a market so insatiable it absorbs all manner of lame entertainment , as long as 3-year-olds find it diverting .", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "The Bible was a little larger than I anticipated, but the large print is wonderful. I have bad eyesight and need a little help, even with my eyeglasses. This fits the bill. Nice cover, but be careful as the corners will crease very easily if handled wrong.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "like a change in ( herzog 's ) personal policy", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "realistic human behavior of an episode of general hospital", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "Dinner with the fam... I have missed them", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "This album is definitley Alice In Chains' greatest and is a great album overall. It includes such hits as \"Them Bones\", \"Rooster\", \"Angry Chair\", and \"Would?\", but also includes non-singles which are worthy of talk-like \"Dam That River\".", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "theres too much light pollution to see the stars", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "provide any conflict", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Well, until \"Not About Nightingales\" makes it to the screen, \"Last of the Mobile Hot-Shots\" will be the last of original, never-before-filmed Tennessee Williams scripts. Some parts of this movie are so slow, but the images are timeless. James Coburn descending the stairs in a wedding dress, Lynn Redgrave winning on a TV game show, the flooding of the Mississippi delta are all hard-wired in my mind. After this 1969 Lumet film, only retreds of older Williams scripts ensue. Critics of the play \"Kingdom of Earth\" complain that it is so derivative of earlier material that neither the play nor the subsequent film version are sucessful. I tend to agree with the previous writer from Australia--the movie is subversive in the best sense of the word. Like the flood, it will creep up on you and change the way you see some things in your life, forever.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "I found this a well-written account of the murder and subsequenst events in Monroeville, Ala., and disturbing to realize how as late as the late 1980s there were racist overtones in the legal system in Alabama. The accused and wronged man charged with the murder brought suit against the law people who wronged him. That dispute reached the US Supreme Court. Readers of this book might be interested in reading the opinions in McMillian v. Monroe County, Ala., 520 U.S. 781, 117 S.Ct. 1734 (1997). I find it most interesting to check the appellate decisions related to true crime books. If you Shepardize the cite I give you will also find the Alabama Court of Appeals decision which is discussed in this 1994 book.", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Great day yesterday. Good win for Forest, some celebratory `staying up` drinks, a trip to an unsuccesful bbq and ÃÂÃÂ¯ÃÂÃÂ¿ÃÂÃÂ½1.50 Stellas in Scream", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "lan yu never catches dramatic fire .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "while the frequent allusions to gurus and doshas will strike some westerners as verging on mumbo-jumbo ... broad streaks of common sense emerge with unimpeachable clarity .", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "The most heinous and cruel part of this film was the sticker price I paid for it. I frankly could not believe my eyes and I found myself fast forwarding through this elementary piece of bore. The acting was third tier, the storyline was cardboard, the acting extra mediocre and the gore, well, the silicone nether regions tell you all you need to know. This was tantamount to some middle school aspiring director, grabbing his camera and having his family participate in this debacle. Do yourself a favor as the previous rating suggested and pay attention to those that actually have a fondness for this genre and decry this films inadequacies. A two dollar bin at (the now almost defunct) Blockbuster would be steep in terms of price.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Jesus...I`m being SLAMMED via DM`s from the Papaya lobbyists.  OK. Holy ****: Mangosteen, Durian or Papaya...or cybersecurity on a stick.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "permits laughter", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "This will be my last year in TurboTax. Along with the [C-dilla] and activiation issues (covered in other reviews), the download and purchase process for the state return was difficult because of the way the software connected and the information given by the TT servers. Instead of just saying \"the servers are busy\" the program locked up my computer and froze my connection to the internet each time it failed.I am done with intuit.ants to steal software, who cares about the protection scheme? Use it for a few days to do your taxes and delete it when you're done.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "I recently purchased a new computer and tried to move my copy of Turbo Tax 2002 over to my new computer and the software refused to activate. I can Intuit and the support staff told me to buy a new copy. This is not right. I would highly recommend steering very clear of this type of software. Intuit is starting to act just like the IRS, drain as much money out of someone as possible.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "Law week is gonna go the **** off  SO EXCITED", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "and before i crash Grilled Chicken breast w/ reefried beans  Gnite Twitties", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "What software do you use to design sites? I`m a CS student and currently I hard code everything. It`s not the fastest way...", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "smarter and much funnier version of the old police academy flicks .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Awful! They scanned the book using an Optical Character Recognition software & didn't have anyone proof read it! Every page has bad typos and the book is missing all the figures! Download the scanned PDF from Google Books for free instead.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "the film is filled with humorous observations about the general absurdity of modern life as seen through the eyes outsiders , but", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "-- more revealing , more emotional and more surprising --", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "represents a worthy departure from the culture clash comedies that have marked an emerging indian american cinema", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I remember hearing Trekies complain how stale the new Star Trek (The Next Generation) was compared to the old Trek. Yeah, they were eventually proven wrong, but their main complaints were valid. Star Trek has always suffered from \"paradise\" problems. The Federation is just too good to have any real conflict worth having. Where are the wars? Why is everyone always at peace? Where is the human conflict?I'll tell you where: on Deep Space Nine.Here is a Star Trek that has everything you really crave. A full scale war that goes on for seasons, a real threat to the federation that proves they have a seedy side just like we always thought. And it's thought provoking in its depth. It covers such weighty matters as the role of faith in our lives (no really, it does!) and what morality really means at war time.You can skip season 1 of Deep Space Nine all together. Start with Season 2 and watch all the way to Season 7. You won't be disappointed.", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Thank god I did not install the program they sent me in the mail. This whole activation number thing is a pain and I don't intend to purchase Turbotax 2002. I also thoroughly dislike installing software that cannot be totally uninstalled as my reading about C-dilla leads me to believe is the case.While I understand their concern about piracy, I also have the right to purchase the program that is the simplest for me to use and clearly from the information I've received, Turbotax is no longer that program.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 1.0}}
{"text": "thanks, I couldn`t find a way around it on iTunes though, found a little app called Switch that did the job nicely", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "I felt this movie really speaks to what many different people may be facing in their lives at different levels. It reveals twists that open up in two ways - to renewed opportunity and bigger challenges (Giants in this case!) to face. Albeit the Giants here are football ones, but still giant football teams are pretty scary, lol. Seriously though, this movie faces the viewer with both the fears of failure and of success in a more subtle way. It makes for great family and friends viewing.To me, it went a little deeper than their previous movie FlyWheel - also a favorite of mine - but didn't maintain quite the same element of simplicity. I like them both about equally.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "'m just about ready to go to the u.n. and ask permission for a preemptive strike", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Well this has got to be the worst experience ever! The software is only allowed to be used from one machine, you cannot isntall and print on another. On top of that, this software has spyware that installs onto your system, which runs all the time!! Search the net for CDILLA, which is the supposed copy protection software that gets installed with turbo tax. I cannot copy cds anymore, the spyware gets installed on a section of the hard drive that could make your pc unstable! - I hope this post wont get edited - I am a professional in the industry and can prove my remarks. There have been several articles published by well - known web sites on this privacy issue.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "it must be said that he is an imaginative filmmaker who can see the forest for the trees .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "there are zoning ordinances to protect your community from the dullest science fiction", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "This book provides excellent coverage of the exam. Beyond that, I recommended it to my coworkers as a general introduction to software architecture. I highly recommend it. For the exam, I also recommend using Transcender and the New Rider's book as well.Good luck!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "My husband bought me this ring 3 yrs ago to go with my wedding band. I wanted something different big pretty but not pricey or cheap looking. Love my ring am a nurse and very hard on my jewelry. This ring takes a beating and holds up well. The stone as come out once while I was moving boxes. I hit it just right and felt it \"pop\". No trouble getting it back it and never has come out since. I get lots of compliments too in fact a co worker bought a simlar ring because she liked mine so much. If you want big and pretty this ring is for you.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "of the conflict that came to define a generation", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Thanks for the link. I`ve been out of NY, missed many non-online bills so know how badly my score`s been hit", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "with their charisma", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "there`s really no android twitter app of Tweetie`s calibre", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "Arrived all in good order and went together in about 30 mins. Other than the drawings being a bit small, everything went together quite easily. Much of it was actually pre-assembled (controls, etc.) which was nice. Will fire it up this weekend!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I've been looking for a camera case for my Nikon D5000, and this one was a great option! The price was just right and the quality is very nice. I feel like I can just throw this is my backpack and it will be well protected. Just make sure you measure accordingly - my Nikon D5000 and its 18-105mm lens fit pretty snugly. An extra inch or two would've been nice, but it still works and I'm very happy with it.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "loses its fire midway , nearly flickering out by its perfunctory conclusion", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Just back from graduation.  Two more doctors in the family now", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "strike a chord with anyone who 's ever", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "strikes hardest", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "addition to hoffman 's powerful acting clinic", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "bill plympton , the animation master ,", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "law enforcement , and a visceral , nasty journey", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": ", you 'd grab your kids and run and then probably call the police .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "hip-hop rarely comes alive as its own fire-breathing entity in this picture .", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "strikes a tone that 's alternately melancholic , hopeful and strangely funny", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I could not put this thriller down! The author has masterfully created a suspence filled work combining sport and law, interweaving family values of faith, love and following your dream.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Stuck in an office, red hot", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I did not have any problems \"activating\" this \"product\". But what I can't do is update it (one-click update or manual) or even register it. It seems it has major problems with doing anything on the internet. Tech support indicated this was a known problem with the manual update downloads that they offer and the only solution was to get Customer service to send an update on CD. I suggest Intuit invest in H&R Block because they are sending a lot of customers over to TaxCut. I will be returning my copy of TurboTax. It shouldn't take longer to install tax software then it does to complete ones return. Intuit may soon be more hated then the IRS.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "Willie is pouting because Grandma didn`t put any treats on my food  http://apps.facebook.com/dogbook/profile/view/6877293", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "I enjoyed this book very much. I liked how the kids (and their parents and families) through their experience in the wilderness were brought to a place where they were honest with themselves, many of them for the first time in their lives. I think the author makes a great case for the power of nature to induce that effect in our lives. I didn't find it to be \"new-agey\" at all. In fact, Mr. Ferguson seems to go to pains to keep it from becoming that type of book. I've experienced similar feelings when I've spent time in the out-of-doors. It's very inspiring to see the changes that take hold in these people's lives as they confront who they are. This is a book I probably wouldn't have purchased based on the cover. It was recommended to me and I'm very glad I had the chance to read it.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "as roman coppola 's brief pretentious period", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Doesn't apply powder the way that powder should be applied. First pump gets you a small air-cloud puff of powder, next few pumps - nothing, next pump - a large clump of powder lands on the ground; then it repeats the cycle.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "I have purchased about eight copies of this book because someone is always asking if they can borrow mine. I am down to only one of my own now :).This is one of the last books written that still has some realistic natural advice. So many books now are sterilized reading because the authors don't want to get in trouble with the powers-that-be - the advice in many newer books is somewhat feeble.I have used this book for countless remedies in my family. Often, this book had the answer when other, more traditional, sources did not. I believe in using this book as a complement to regular medical care. Always seek medical advice when you are dealing with a potentially serious issue, but a book like this is very helpful to have in your home, especially for common complaints (like eczema, acne, yeast infections, annoying coughs, and hundreds more.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "may also be the best sex comedy about environmental pollution ever made", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "Tom Cruise and Mia Sara (why don't we see more of her?) portray the innocent love, that we all yearn for, amidst a magical, beautiful forest in a time, we romantasize about. The lavish back-drops, costumes and creatures don't go unnoticed. The story is never dull, nor feels dragged out and at the end, it makes you want for more. I am very happy to have purchased this movie for my collection and watch it frequently; even bought a copy for my adult daughter as a present.Well worth having", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "This is one of those products that you may think you can do without until you use it, and then once you use it, you find yourself unable to work without it. Not because it cripples you, but because suddenly you see how rudimentary your work in Photoshop and other such programs was before! How did I ever use any of the tools with any precision with the clumsy tip of my finger?Think of this this way, it's the difference between painting with a brush, and finger painting. There's no comparison!As far as this product specifically, you haven't used it properly until you download the software. Without it, using it is awkward and non-intuitive.What's great is you can adjust all the settings for your stylus and the function buttons and touch strip to your needs.No complaints here!", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "Great. Now there`s a cloud that`s really, really dark grey right outside my office window. This sure has a lotta precip with it.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "Like other parents have mentioned, I too tried the Avent bottles and found them to be horrible...they leaked milk all over me and the baby. I tried these bottles and I can honestly say I will never buy a different bottle again. These bottles are wonderful and my daughter gets very little gas if any at all. And they are not bulky like the avent bottles are. They are great in the bottle warmer too. I just bought some as a shower gift for my sister-in-law.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "a culture-clash comedy that , in addition to being very funny ,", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Jogged in the forest with Nina. Heavy wind reminded I need to set up some turbines: free electricity.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 1.0, "health": 0.0, "technology": 0.0}}
{"text": "the tasteful little revision works wonders , enhancing the cultural and economic subtext , bringing richer meaning to the story 's morals .", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Too many errors to be a useful text for a serious course in financial markets. Virtually ignores the market for mortgage backed securities. Ignores the interest on interest component of total return. Discussion of zeroes is muddled. Discussion of YTM is incomplete. Even the chapters on commercial banks and Fed policy contain the same old mistakes seen in most money and banking texts.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "( hayek ) throws herself into this dream hispanic role with a teeth-clenching gusto , she strikes a potent chemistry with molina and she gradually makes us believe she is kahlo", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "oh no! I just crashed my ball pump", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Philadelphia's Overlord strikes again, this time with its most comprehensive effort to date. Drawing from a variety of sources, songwriter George Pasles applies his \"advanced degree in the inevitable\" to the reverb-pop of alt, surf, new wave, and more; eschews \"faith-based\" paradigms about love and loss in favor of the scientific method; and likens rejection to 20th century pogroms in Eastern Europe. Equal parts jangly and crashing, Pasles laments with a preference for melody and hooks, but his signature bass lines and vocal harmonies stand out amongst all the trebly guitars.", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Clark Gable plays a high-stakes gambler who decides to cool his heels in a small town near NYC when he feels the law breathing too close down his collar. There he meets Carole Lombard, the local librarian. They fall in love - at least she does, and they marry; Gable acts like it's a big joke. Of course, he gradually falls in love with her and even decides to turn himself in to the law. He's sentenced to three months in the slammer (he tells her he's going away to South America on business), and when he gets out, our happy couple is reconciled. The script is a good one, and the interplay between Gable and Lombard is lively and romantic. They really make a good pair, and it's a shame it was their only picture together, though they would marry in 1939. Worth a watch.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "by far the worst movie of the year", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "notwithstanding my problem with the movie 's final half hour , i 'm going to recommend secretary , based on the wonderful acting clinic put on by spader and gyllenhaal , and also the unique way shainberg goes about telling what at heart is a sweet little girl -", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "There are too many kinks in this program to work out. The layout is great, but execution is poorly done. As soon as this was installed on my computer, it crashed. We had to wipe the entire drive because of this. I haven't tested the DVD builder, but as for creating VCDs, it makes it difficult. There were so many problems with this software, that I can't even START going into it. For more information on these problems, though, go to www.roxio.com and read their their online support FAQs. Too bad I didn't think of doing that before I bought the software.", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 1.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "ready to go to the u.n. and ask permission for a preemptive strike", "cats": {"conflict": 1.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "Visiting family in hospital = not fun", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 1.0, "technology": 0.0}}
{"text": "Clive it`s my birthday pat me  http://apps.facebook.com/dogbook/profile/view/6386106", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 1.0}}
{"text": "self-consciously flashy camera effects , droning house music and", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "It took shear determination to finish this book. The plot was thin, unimaginative; just a very poorly written book to put it as kindly as possible.As an avid reader, I never begin a book without finishing it, but each time I picked this book up to read, I did so with a sense of dread. The story line never picked up, and the ending was extremely predictable.There is absolutely no suspense in this book. Just a lot of boredom. The only scary thing about this book, is the fact that I paid full price.For a great suspense/mystery, I would highly recommend \"Black For Remembrance\", by Carlene Thompson.", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 1.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I accidently dropped it & now the screen is all messed", "cats": {"conflict": 0.0, "economic": 0.0, "human_interest": 0.0, "policy_regulation": 0.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}
{"text": "I bought these for my daughter and son-in-law for a stocking stuffer for Christmas. It was perfect and the price was GREAT!", "cats": {"conflict": 0.0, "economic": 1.0, "human_interest": 0.0, "policy_regulation": 1.0, "public_safety": 0.0, "environment": 0.0, "health": 0.0, "technology": 0.0}}